IDEA StatiCa Open Model
TendonTimeStressLoading.Time Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Time
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Time { get; set; }
Public Property Time As Double
	Get
	Set
public:
property double Time {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TendonTimeStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace